const lang = {
    ukr: {
        header : {
            fBut :"Головна",
            secBut :"Лікарі",
            thirdBut:"Послуги",
            fourthBut:"Відгуки",
            fifthBut:"Контакти" 
        },
        main : {
            h1:"Абдомінальне хірургічне відділення ",
            fact1:"У відділенні  надається лікування пацієнтам  з новоутвореннями шлунково-кишкового тракту, підшлункової залози, печінки, жовчовивідних шляхів, за очеревинного простору.",
            fact2:"Щороку провідними фахівцями відділення проводиться понад 450 втручань різного ступеню складності.            ",
            fact3 : "Оперативні втручання в абдомінальному відділенні проводяться згідно протоколу ERAS, що дозволяє зменшити післяопераційний ліжкодень та пришвидшити одужання пацієнта. " ,
            fact4 : "Операційна абдомінального відділення  оснащена сучасними анестезіологічним обладнанням, лапароскопічною апаратурою.",
            fact5 : "В роботі абдомінального відділення суттєва увага приділяєтеся інфекційному контролю.",
            but:"Зв’язатися з нами"
        },
        doctors : {
            h1:"Лікарі",
            but:"Записатися на прийом",
            docList: {
                first : {
                    name:"Згурський Андрій Іванович ",
                    job:"— хірург-онколог вищої категорії, завідувач відділенням.",
                    skillsHead : "Ключові навики:",
                    skills : ["Повна вища медична освіта (КСМУ)",
                        "Практичний досвід з 1995 року",
                        "Застосування сучасних методик лікування",
                        "Відвідування профільних конференцій",
                        "Управління персоналом"],
                    description: "Лікар Згурський А.І. проводить профілактичні огляди, діагностику та лікування травм. Згідно цього обирає ефективну методику лікування для кожного пацієнта окремо.",
                    button : "Записатися на прийом"
                }
                

            }
        },
        servises : {
            h1:"Наші послуги",
            desc:"Абдомінальне відділення забезпечено необхідним устаткуванням для проведення діагностики та лікування. У нас Ви можете скористатися наступними послугами:",
            serv1:"Ультразвукове дослідження",
            serv1Desk:"",
            serv2:"Забір клініко-біохімічних аналізів",
            serv2Desk:"",
            serv3:"Колоноскопія",
            serv3Desk:"Діагностика стану та будови прямої та товстої кишки",
            serv4:"Гастроскопія",
            serv4Desk:"Дослідження стінок стравоходу, шлунку та дванадцятипалої кишки. ",
            serv5:"Рентгеноскопія",
            serv5Desk:"Швидке та доступне зображення внутрішніх органів",
            serv6:"Ректороманоскопія",
            serv6Desk:"Обстеження прямої кишки і дистального відділу сигмовидної кишки",
            serv7:"",
            serv7Desk:"",
        },
        reviews : {
            h1:"Відгуки"
        },
        footer : {
            phone:"Телефон:",
            mail:"Пошта",
            adress:"Адреса:",
            adressDesk:"вул. Культурна, 177А, Запоріжжя, Запорізька область"
        }
    },
    rus : {
        header : {
            fBut :"Главная",
            secBut :"Врачи",
            thirdBut:"Услуги",
            fourthBut:"Отзывы",
            fifthBut:"Контакты" 
        },
        main : {
            h1:"Абдоминальное хирургическое отделение ",
            fact1:"В отделении предоставляется лечение пациентам с новообразованиями желудочно-кишечного тракта, поджелудочной железы, печени, желчевыводящих путей, забрюшинного пространства.",
            fact2:"Ежегодно ведущими специалистами отделения проводится более 450 вмешательств различной степени сложности.",
            fact3 : "Оперативные вмешательства в абдоминальном отделении проводятся согласно протоколу ERAS, что позволяет уменьшить послеоперационный койкодень и ускорить выздоровление пациента." ,
            fact4 : "Операционная абдоминального отделения оснащена современными анестезиологическим оборудованием, лапароскопической аппаратурой.",
            fact5 : "В работе абдоминального отделения пристольное внимание уделяется инфекционном контроля.",
            but:"Связаться с нами"
        },
        doctors : {
            h1:"Врачи",
            but:"Записаться на прием",
            docList: {
                first : {
                    name:"Згурский Андрей Иванович",
                    job:"-хирург онколог высшей категории, управляющий отделением",
                    skills : ["Полное высшее образование (КСМУ)",
                        "Практический опыт с 1995 року",
                        "Применение современных методик лечения",
                        "Посещение профильных конференций",
                        "Управление персоналом"],
                    description: "Врач Згурский А.И. проводит профилактические осмотры, диагностику и лечение травм. Согласно этому выбирает эффективную методику лечения для каждого пациента отдельно.",
                    button : "Записаться на приём"
                }
                

            }
        },
        servises : {
            h1:"Услуги",
            desc:"Абдоминальное отделение обеспечено необходимым оборудованием для проведения диагностики и лечения. У нас Вы можете воспользоваться следующими услугами:",
            serv1:"Ультразвуковое исследование",
            serv1Desk:"",
            serv2:"Забор клинико-биохимических анализов",
            serv2Desk:"",
            serv3:"Колоноскопия",
            serv3Desk:"Диагностика состояния и строения прямой и толстой кишки",
            serv4:"Гастроскопия",
            serv4Desk:"Исследование стенок пищевода, желудка и двенадцатиперстной кишки. ",
            serv5:"Рентгеноскопия",
            serv5Desk:"Быстрое и доступное изображение внутренних органов",
            serv6:"Ректороманоскопия",
            serv6Desk:"Обследование прямой кишки и дистального отдела сигмовидной кишки",
            serv7:"",
            serv7Desk:"",
        },
        reviews : {
            h1:"Отзывы"
        },
        footer : {
            mail:"Почта:",
            adress:"Адрес:",
            adressDesk:"ул. Культурная, 177А, Запорожье, Запорожская область"
        }
    }
}

function language () {
    return (lang)
}

export default language