const lang = {
    ukr: {
        header : {
            fBut :"Головна",
            secBut :"Лікарі",
            thirdBut:"Послуги",
            fourthBut:"Відгуки",
            fifthBut:"Контакти" 
        },
        main : {
            h1:"Абдомінальне хірургічне відділення",
            facts: [
                "У відділенні  надається лікування пацієнтам  з новоутвореннями шлунково-кишкового тракту, підшлункової залози, печінки, жовчовивідних шляхів, за очеревинного простору.",
                "Щороку провідними фахівцями відділення проводиться понад 450 втручань різного ступеню складності.",
                "Оперативні втручання в абдомінальному відділенні проводяться згідно протоколу ERAS, що дозволяє зменшити післяопераційний ліжкодень та пришвидшити одужання пацієнта.",
                "Операційна абдомінального відділення  оснащена сучасними анестезіологічним обладнанням, лапароскопічною апаратурою.",
                "В роботі абдомінального відділення суттєва увага приділяєтеся інфекційному контролю."
            ],
            but:"Зв’язатися з нами"
        },
        doctors : {
            h1:"Лікарі",
            but:"Записатися на прийом",
            docList: {
                zghurskyi : {
                    name:"Згурський Андрій Іванович",
                    job:"— хірург-онколог вищої категорії, завідувач відділенням.",
                    skillsHead : "Ключові навички:",
                    skills : [
                        "Повна вища медична освіта (КСМУ)",
                        "Практичний досвід з 1995 року",
                        "Застосування сучасних методик лікування",
                        "Відвідування профільних конференцій",
                        "Управління персоналом"
                    ],
                    description: "Лікар Згурський А.І. проводить профілактичні огляди, діагностику та лікування пухлин шлунка, прямої та товстої кишки, підшлункової залози, сечового міхура, печінки, м'якої тканини, шкіри. Операції проводить як лапаротоміческім шляхом так і лапароскопічним.",
                    button : "Записатися на прийом"
                },
                sidorenko : {
                    name:"Сидоренко Дмитро Леонідович",
                    job:"— хірург-онколог вищої категорії",
                    skillsHead : "Ключові навички:",
                    skills : [
                        "Повна вища медична освіта (ЗДМУ)",
                        "Практичний досвід з 2000 року",
                        "Лапоротомія, лапароскопія",
                        "Відвідування профільних конференцій",
                        "Застосування сучасних методик лікування"
                    ],
                    description: "Лікар Сидоренко Д.Л. проводить профілактичні огляди, діагностику та лікування травм. Згідно цього обирає ефективну методику лікування для кожного пацієнта окремо.",
                    button : "Записатися на прийом"
                },
                solomka: {
                    name:"Соломка Ростислав Васильович",
                    job:"— хірург-онколог вищої категорії",
                    skillsHead : "Ключові навички:",
                    skills : [
                        "Повна вища медична освіта (ЗДМУ)",
                        "Практичний досвід з 1999 року",
                        "Радіочастотна термоабляція",
                        "Відвідування профільних конференцій",
                        "Застосування сучасних методик лікування"
                    ],
                    description: "Лікар Соломка Р.В. проводить профілактичні огляди, радіочастотну термоабляції при пухлинах печінки, нирок (РЧТА) та інші методики лікування.",
                    button : "Записатися на прийом"
                }
            }
        },
        servises : {
            h1:"Наші послуги",
            desc:"Абдомінальне відділення забезпечено необхідним устаткуванням для проведення діагностики та лікування. У нас Ви можете скористатися наступними послугами:",
            serv1:"Ультразвукове дослідження",
            serv1Desk:"Неінвазивне дослідження організму людини за допомогою ультразвукових хвиль.",
            serv2:"Забір клініко-біохімічних аналізів",
            serv2Desk:"Висновки біохімічного аналізу дозволяють виявити метаболічні порушення.",
            serv3:"Колоноскопія",
            serv3Desk:"Діагностика стану та будови прямої та товстої кишки",
            serv4:"Гастроскопія",
            serv4Desk:"Дослідження стінок стравоходу, шлунку та дванадцятипалої кишки. ",
            serv5:"Рентгеноскопія",
            serv5Desk:"Швидке та доступне зображення внутрішніх органів",
            serv6:"Ректороманоскопія",
            serv6Desk:"Обстеження прямої кишки і дистального відділу сигмовидної кишки",
            serv7:"",
            serv7Desk:"",
        },
        reviews : {
            h1:"Відгуки",
            read: "Читати всі відгуки:"
        },
        footer : {
            phone:"Телефон:",
            mail:"Пошта",
            adress:"Адреса:",
            adressDesk:"вул. Культурна, 177А, Запоріжжя, Запорізька область"
        }
    },
    rus : {
        header : {
            fBut :"Главная",
            secBut :"Врачи",
            thirdBut:"Услуги",
            fourthBut:"Отзывы",
            fifthBut:"Контакты" 
        },
        main : {
            h1:"Абдоминальное хирургическое отделение",
            facts: [
                "В отделении предоставляется лечение пациентам с новообразованиями желудочно-кишечного тракта, поджелудочной железы, печени, желчевыводящих путей, забрюшинного пространства.",
                "Ежегодно ведущими специалистами отделения проводится более 450 вмешательств различной степени сложности.",
                "Оперативные вмешательства в абдоминальном отделении проводятся согласно протоколу ERAS, что позволяет уменьшить послеоперационный койкодень и ускорить выздоровление пациента.",
                "Операционная абдоминального отделения оснащена современными анестезиологическим оборудованием, лапароскопической аппаратурой.",
                "В работе абдоминального отделения пристольное внимание уделяется инфекционном контроля."
            ],
            but:"Связаться с нами"
        },
        doctors : {
            h1:"Врачи",
            but:"Записаться на прием",
            docList: {
                zghurskyi : {
                    name:"Згурский Андрей Иванович",
                    job:"- хирург онколог высшей категории, управляющий отделением",
                    skillsHead : "Ключевые навыки:",
                    skills : [
                        "Полное высшее образование (КСМУ)",
                        "Практический опыт с 1995 року",
                        "Применение современных методик лечения",
                        "Посещение профильных конференций",
                        "Управление персоналом"
                    ],
                    description: "Врач Згурский А.И. проводит профилактические осмотры, диагностику и лечение опухолей желудка, прямой и толстой кишки, поджелудочной железы, желчного пузыря, печени, мягких тканей, кожи. Операции выполняются как лапаротомическим доступом так и лапароскопически.",
                    button : "Записаться на приём"
                },
                sidorenko : {
                    name:"Сидоренко Дмитрий Леонидович",
                    job:"— хирург онколог высшей категории",
                    skillsHead : "Ключевые навыки:",
                    skills : [
                        "Полное высшее образование (ЗДМУ)",
                        "Практический опыт с 2000 року",
                        "Лапоротомия, лапароскопия",
                        "Посещение профильных конференций",
                        "Применение современных методик лечения"
                    ],
                    description: "Врач Сидоренко Д.Л. проводит профилактические осмотры, диагностику и лечение травм. Согласно этому выбирает эффективную методику лечения для каждого пациента отдельно.",
                    button : "Записаться на приём"
                },
                solomka: {
                    name:"Соломка Ростислав Васильович",
                    job:"— хирург онколог высшей категории",
                    skillsHead : "Ключевые навыки:",
                    skills : [
                        "Полное высшее образование (ЗДМУ)",
                        "Практический опыт с 1999 року",
                        "Радиочастотная термоабляция (РЧТА)",
                        "Посещение профильных конференций",
                        "Применение современных методик лечения"
                    ],
                    description: "Врач Соломка Р.В. проводит профилактические осмотры, выполняет радиочастотную термоабляцию при опухолях печени, почек (РЧТА) и другие методики лечения.",
                    button : "Записаться на приём"
                }
            }
        },
        servises : {
            h1:"Услуги",
            desc:"Абдоминальное отделение обеспечено необходимым оборудованием для проведения диагностики и лечения. У нас Вы можете воспользоваться следующими услугами:",
            serv1:"Ультразвуковое исследование",
            serv1Desk:"неинвазивное исследование организма человека с помощью ультразвуковых волн.",
            serv2:"Забор клинико-биохимических анализов",
            serv2Desk:"Заключения биохимического анализа позволяют обнаружить метаболические нарушения.",
            serv3:"Колоноскопия",
            serv3Desk:"Диагностика состояния и строения прямой и толстой кишки",
            serv4:"Гастроскопия",
            serv4Desk:"Исследование стенок пищевода, желудка и двенадцатиперстной кишки. ",
            serv5:"Рентгеноскопия",
            serv5Desk:"Быстрое и доступное изображение внутренних органов",
            serv6:"Ректороманоскопия",
            serv6Desk:"Обследование прямой кишки и дистального отдела сигмовидной кишки",
            serv7:"",
            serv7Desk:"",
        },
        reviews : {
            h1:"Отзывы",
            read: "Читать все отзывы:"
        },
        footer : {
            mail:"Почта:",
            adress:"Адрес:",
            adressDesk:"ул. Культурная, 177А, Запорожье, Запорожская область"
        }
    }
}

function language () {
    return (lang)
}

export default language